Repository: instructure/canvas-ios
Catalog: Core/Core/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cy, da, da_instk12, de, es, es_es, fi, fr, fr_ca, ga, hi, ht, id, is, it, ja, ko, mi, ms, nb, nb_instk12, nl, pl, pt, pt_br, ru, sl, sv, sv_instk12, th, vi, zh, zh_hk

source: Notifications are currently disabled in Settings. Tap to enable them again.
ar: الإعلامات معطلة حاليًا في الإعدادات. اضغط لتمكينها مرة أخرى.
ca: En aquest moment, les notificacions estan desactivades a Configuració. Toqueu per tornar a activar-les.
cy: Hysbysiadau wedi'u hanalluogi ar hyn o bryd yn y Gosodiadau. Tapiwch i'w galluogi eto.
da: Meddelelser er i øjeblikket deaktiveret i indstillingerne. Tryk for at aktivere dem igen.
da_instk12: Meddelelser er i øjeblikket deaktiveret i indstillingerne. Tryk for at aktivere dem igen.
de: Benachrichtigungen sind zurzeit in den Einstellungen deaktiviert. Tippen Sie, um sie wieder zu aktivieren.
es: Las notificaciones están deshabilitadas actualmente en las Configuraciones. Pulse para habilitarlas nuevamente.
es_es: Las notificaciones están deshabilitadas actualmente en las configuraciones. Pulsa para habilitarlas nuevamente.
fi: Ilmoitukset on parhaillaan poistettu käytöstä asetuksissa Ota ne uudelleen käyttöön napauttamalla
fr: Les notifications sont actuellement désactivées dans Paramètres. Cliquez pour les activer à nouveau.
fr_ca: Toutes les notifications sont actuellement désactivées dans les paramètres. Tapoter pour les activer à nouveau.
ga: Tá fógraí díchumasaithe sna Socruithe faoi láthair. Tapáil chun iad a chumasú arís.
hi: वर्तमान में सेटिंग्स में सूचनाएं अक्षम हैं। उन्हें फिर से सक्षम करने के लिए टैप करें।
ht: Notifikasyon yo dezaktive nan Paramèt yo pou kounye a. Tape pou aktive yo ankò.
id: Notifikasi saat ini dinonaktifkan di Pengaturan. Ketuk untuk mengaktifkan lagi.
is: Tilkynningar eru óvirkjaðar í stillingum í augnablikinu. Smelltu til að virkja þær aftur.
it: Le notifiche sono attualmente disabilitate in Impostazioni. Tocca per riabilitarle.
ja: 現在、設定で通知は無効になっています。タップすると再度有効になります。
ko: 현재 설정에서 알림을 사용 중지했습니다. 탭하여 다시 사용으로 설정하세요.
mi: Kei te mukuhia ngā whakamōhiotanga i roto i ngā Tautuhinga. Pātō ki te whakahohe ia rātou anō.
ms: Pemberitahuan Ketik untuk mendayakannya semula.
nb: Varslinger er for øyeblikket deaktivert i Innstillinger Ta på den for å aktivere dem igjen.
nb_instk12: Varslinger er for øyeblikket deaktivert i Innstillinger Ta på den for å aktivere dem igjen.
nl: Meldingen zijn momenteel uitgeschakeld in Instellingen. Tik om ze weer in te schakelen.
pl: Powiadomienia są obecnie wyłączone w Ustawieniach. Stuknij, aby włączyć je ponownie.
pt: As notificações estão atualmente desativadas em Configurações. Toque para ativá-las novamente.
pt_br: Notificações atualmente estão desabilitadas em Configurações. Toque para habilitá-las novamente.
ru: Уведомления в настоящее время отключены в настройках. Прикоснитесь для их включения.
sl: Sporočila so trenutno onemogočena v nastavitvah. Tapnite, da jih znova omogočite.
sv: Aviseringar är för närvarande inaktiverade i Inställningar. Tryck för att aktivera dem igen.
sv_instk12: Aviseringar är för närvarande inaktiverade i Inställningar. Tryck för att aktivera dem igen.
th: ปิดการแจ้งข้อมูลในปัจจุบันจาก ค่าปรับตั้ง กดเลือกเพื่อเปิดใช้อีกครั้ง
vi: Thông báo hiện đang bị tắt trong Cài Đặt. Hãy nhấn để bật lại.
zh: 通知目前在设置(Settings)中禁用。点按以再次启用通知。
zh_hk: 當前已在設定中禁用通知。按一下以再次啟用。

source: Notify me right away
ar: إعلامي على الفور
ca: Notifica'm de seguida
cy: Rhoi gwybod i mi’n syth
da: Informer mig med det samme
da_instk12: Informer mig med det samme
de: Benachrichtigen Sie mich sofort.
es: Notificarme de inmediato
es_es: Notificarme de inmediato
fi: Ilmoita minulle välittömästi
fr: Me notifier immédiatement
fr_ca: Me notifier immédiatement
ga: Cuir in iúl dom láithreach
hi: मुझे तुरंत सूचित करें
ht: Avèti m kounye a menm
id: Segera beri tahu saya
is: Tilkynna mér strax
it: Inviami una notifica immediatamente
ja: すぐにお知らせを送ってください
ko: 즉시 알리기
mi: Whakamōhio ahau tika atu
ms: Beritahu saya serta-merta
nb: Varsle meg umiddelbart
nb_instk12: Varsle meg umiddelbart
nl: Breng mij meteen op de hoogte
pl: Powiadamiaj mnie natychmiast
pt: Notifique-me imediatamente
pt_br: Notifique-me imediatamente
ru: Уведомить прямо сейчас
sl: Takoj me obvesti
sv: Meddela mig genast
sv_instk12: Meddela mig genast
th: แจ้งฉันทันที
vi: Thông báo tôi ngay lập tức
zh: 立即通知我
zh_hk: 立即通知我

source: Number of Occurrences
ar: عدد التكرارات
ca: Nombre d’ocurrències
cy: Nifer yr Achosion
da: Antal hændelser
da_instk12: Antal hændelser
de: Anzahl der Vorkommen
es: Cantidad de eventos
es_es: Número de ocurrencias
fi: Tapahtumien lukumäärä
fr: Nombres d’occurrences
fr_ca: Nombre d'occurrences
ga: Líon na dTarluithe
hi: घटनाओं की संख्या
ht: Kantite Evènman
id: Jumlah Kejadian
is: Fjöldi tilvika
it: Numero di occorrenze
ja: 出現回数
ko: 반복 수
mi: Te maha o nga mahi
ms: Bilangan Kejadian
nb: Antall hendelser
nb_instk12: Antall hendelser
nl: Aantal voorvallen
pl: Liczba wystąpień
pt: Número de ocorrências
pt_br: Número de ocorrências
ru: Число случаев
sl: Število pojavitev
sv: Antal förekomster
sv_instk12: Antal förekomster
th: จำนวนเหตุการณ์
vi: Số Lần Xuất Hiện
zh: 发生次数
zh_hk: 發生次數

source: Observer
ar: المراقب
ca: Observador
cy: Arsyllwr
da: Observatør
da_instk12: Observatør
de: Beobachter*in
es: Observador
es_es: Observador
fi: Havainnoija
fr: Observateur
fr_ca: Observateur
ga: Breathnóir
hi: समीक्षक
ht: Obsèvatè
id: Pengamat
is: Skoðandi
it: Osservatore
ja: オブザーバー
ko: 보호자
mi: Kaimātakitaki
ms: Pemerhati
nb: Observatør
nb_instk12: Observatør
nl: Waarnemer
pl: Obserwujący
pt: Observador
pt_br: Observador
ru: Наблюдатель
sl: Skriti bralec
sv: Observatör
sv_instk12: Observatör
th: ผู้สังเกตการณ์
vi: Người Quan Sát
zh: 观察员
zh_hk: 觀察者

source: Observers
ar: المراقبون
ca: Observadors
cy: Arsyllwyr
da: Observatører
da_instk12: Observatører
de: Beobachter*in
es: Observadores
es_es: Observadores
fi: Tarkkailijat
fr: Observateurs
fr_ca: Observateur
ga: Breathnóirí
hi: समीक्षक
ht: Obsèvatè
id: Pengamat
is: Skoðendur
it: Osservatori
ja: オブザーバー
ko: 보호자
mi: Kaitirotiro
ms: Pemerhati
nb: Observatører
nb_instk12: Observatører
nl: Waarnemers
pl: Obserwatorzy
pt: Observadores
pt_br: Observadores
ru: Наблюдатели
sl: Skriti bralci
sv: Observatörer
sv_instk12: Observatörer
th: ผู้สังเกตการณ์
vi: Người Quan Sát
zh: 观察员
zh_hk: 觀察者

source: Occurrences
ar: التكرارات
ca: Ocurrències
cy: Achosion
da: Hændelser
da_instk12: Hændelser
de: Vorkommen
es: Eventos
es_es: Ocurrencias
fi: Tapahtumat
ga: Tarluithe
hi: घटनाएं
ht: Evènman
id: Kejadian
is: Tilvik
it: Occorrenze
ja: 頻度
ko: 반복
mi: Nga mahi
ms: Kejadian
nb: Hendelser
nb_instk12: Hendelser
nl: Voorvallen
pl: Wystąpienia
pt: Ocorrências
pt_br: Ocorrências
ru: Случаи
sl: Pojavitve
sv: Förekomster
sv_instk12: Förekomster
th: เหตุการณ์
vi: Lần Xuất Hiện
zh: 发生次数
zh_hk: 發生

source: Ocean
ar: محيط
ca: Oceà
cy: Cefnfor
de: Ozean
es: Océano
es_es: Océano
fi: Valtameri
fr: Océan
fr_ca: Océan
ga: Aigéan
hi: महासागर
ht: Oseyan
is: Hafblár
it: Oceano
ja: オーシャン
ko: 바다
mi: Moana
ms: Lautan
nb: Hav
nb_instk12: Hav
nl: Oceaan
pt: Oceano
pt_br: Marítimo
ru: Океан
th: มหาสมุทร
vi: Đại dương
zh: 海洋
zh_hk: 海洋

source: Offline
ar: غير متصل
ca: Sense connexió
cy: All-lein
es: Sin conexión
es_es: Sin conexión
fi: Ei verkkoyhteyttä
fr: Hors-ligne
fr_ca: Hors ligne
ga: As líne
hi: ऑफ़लाइन
ht: San koneksyon
is: Án nettengingar
ja: オフライン
ko: 오프라인
mi: Tuimotu
ms: Luar talian
nb: Frakoblet
nb_instk12: Frakoblet
ru: Не в сети
sl: Brez povezave
th: ออฟไลน์
vi: Ngoại tuyến
zh: 离线
zh_hk: 離線

source: Offline Content
ar: المحتوى دون اتصال
ca: Contingut sense connexió
cy: Cynnwys All-lein
da: Offline indhold
da_instk12: Offline indhold
de: Offline-Inhalte
es: Contenido sin conexión
es_es: Contenido sin conexión
fi: Verkon ulkopuolinen sisältö
fr: Contenu hors ligne
fr_ca: Contenu hors ligne
ga: Ábhar As Líne
hi: ऑफ़लाइन सामग्री
ht: Kontni San Koneksyon
id: Konten Offline
is: Efni án nettengingar
it: Contenuto offline
ja: オフラインコンテンツ
ko: 오프라인 콘텐츠
mi: Ihirangi tuimotu
ms: Kandungan Luar Talian
nb: Frakoblet emneinnhold
nb_instk12: Frakoblet emneinnhold
nl: Offline inhoud
pl: Zawartość offline
pt: Conteúdo offline
pt_br: Conteúdo off-line
ru: Оффлайн-контент
sl: Vsebina brez povezave
sv: Offlineinnehåll
sv_instk12: Offlineinnehåll
th: เนื้อหาออฟไลน์
vi: Nội Dung Ngoại Tuyến
zh: 离线内容
zh_hk: 離線內容

source: Offline Content Sync Failed
ar: تعذرت مزامنة المحتوى دون اتصال
ca: No s’ha pogut sincronitzar el contingut sense connexió
cy: Cysoni Cynnwys All-lein wedi Methu
da: Synkronisering af offlineindhold mislykkedes
da_instk12: Synkronisering af offlineindhold mislykkedes
de: Synchronisierung vpn Offline-Inhalten fehlgeschlagen
es: Error en la sincronización de contenido sin conexión
es_es: Se ha producido un error en la sincronización del contenido sin conexión
fi: Verkon ulkopuolisen sisällön synkronisointi epäonnistui.
fr: Échec de la synchronisation du contenu hors ligne
fr_ca: Échec de la synchronisation du contenu hors connexion
ga: Theip ar Shioncronú Ábhar As Líne
hi: ऑफ़लाइन सामग्री सिंक करना विफल हुआ
ht: Senkwonizasyon Kontni san Koneksyon an Echwe
id: Sinkronisasi Konten Offline Gagal
is: Samstilling efnis án nettengingar mistókst
it: Errore sincronizzazione contenuto offline
ja: オフラインコンテンツの同期失敗
ko: 오프라인 콘텐츠 동기화 실패
mi: I Rahua te Tukutahi Ihirangi Tuimotu
ms: Penyegerakan Kandungan Luar Talian Gagal
nb: Synkronisering av frakoblet emneinnhold mislyktes
nb_instk12: Synkronisering av frakoblet emneinnhold mislyktes
nl: Offline contentsynchronisatie mislukt
pl: Niepowodzenie synchronizacji zawartości offline
pt: Falha na sincronização de conteúdos offline
pt_br: Falha na sincronização de conteúdo off-line
ru: Сбой синхронизации автономного содержимого
sl: Sinhronizacija vsebine brez povezave ni uspela
sv: Innehållssynkronisering offline misslyckades
sv_instk12: Innehållssynkronisering offline misslyckades
th: ซิงค์เนื้อหาออฟไลน์ล้มเหลว
vi: Đồng Bộ Nội Dung Ngoại Tuyến Không Thành Công
zh: 离线同步内容失败
zh_hk: 離線內容同步失敗

source: Offline Content Sync Success
ar: نجحت مزامنة المحتوى دون اتصال
ca: S’ha sincronitzat correctament el contingut sense connexió
cy: Cysoni Cynnwys All-lein wedi Llwyddo
da: Offline indholdssynkronisering lykkedes
da_instk12: Offline indholdssynkronisering lykkedes
de: Synchronisierung von Offline-Inhalten erfolgreich
es: Sincronización de contenido sin conexión exitosa
es_es: Sincronización del contenido sin conexión realizada
fi: Verkon ulkopuolisen sisällön synkronointi onnistui
fr: Synchronisation du contenu hors ligne réussie
fr_ca: Succès de la synchronisation du contenu hors ligne
ga: D'éirigh le Sioncronú Ábhar As Líne
hi: ऑफ़लाइन सामग्री सिंक करना सफल हुआ
ht: Senkwonizasyon Kontni san Koneksyon an Reyisi
id: Sinkronisasi Konten Offline Berhasil
is: Samstilling efnis án nettengingar tókst
it: Sincronizzazione contenuto offline eseguita correttamente
ja: オフラインコンテンツ同が成功
ko: 오프라인 콘텐츠 동기화 완료
mi: Angitu Tukutahi Ihirangi Tuimotu
ms: Berjaya Menyegerakkan Kandungan Luar Talian
nb: Synkronisering av frakoblet emneinnhold vellykket
nb_instk12: Synkronisering av frakoblet emneinnhold vellykket
nl: Offline contentsynchronisatie geslaagd
pl: Synchronizacja treści offline zakończona pomyślnie
pt: Sucesso na sincronização de conteúdos offline
pt_br: Sucesso na sincronização de conteúdo off-line
ru: Синхронизация автономного содержимого успешно выполнена
sl: Sinhronizacija vsebine brez povezave je uspela
sv: Offlineinnehåll har synkroniserats
sv_instk12: Offlineinnehåll har synkroniserats
th: ซิงค์เนื้อหาออฟไลน์เสร็จสิ้น
vi: Đồng Bộ Nội Dung Ngoại Tuyến Thành Công
zh: 离线同步内容成功
zh_hk: 離線內容同步成功

source: Offline mode
ar: وضع غير متصل
ca: Mode fora de línia
cy: Modd all-lein
da: Offline tilstand
da_instk12: Offline tilstand
de: Offline-Modus
es: Desconectado
es_es: Modo sin conexión
fi: Offline-tila
fr: Mode hors-ligne
fr_ca: Mode hors ligne
ga: Mód as líne
hi: ऑफ़लाइन मोड
ht: Mòd san koneksyon
id: Mode offline
is: Utan nets hamur
it: Modalità offline
ja: オフラインモード
ko: 오프라인 모드
mi: Aratau tuimotu
ms: Mod luar talian
nb: Frakoblet modus
nb_instk12: Frakoblet modus
nl: Offline modus
pl: Tryb offline
pt: Modo offline
pt_br: Modo offline
ru: Режим офлайн
sl: Način brez povezave
sv: Offlineläge
sv_instk12: Offlineläge
th: โหมดออฟไลน์
vi: Chế độ ngoại tuyến
zh: 离线模式
zh_hk: 離線模式

source: Offline sync completed successfully
ar: تم إكمال المزامنة بدون اتصال بنجاح
ca: Ha finalitzat correctament la sincronització sense connexió
cy: Wedi llwyddo i orffen cysoni all-lein
da: Offlinesynkronisering fuldført
da_instk12: Offlinesynkronisering fuldført
de: Die Offline-Synchronisierung wurde erfolgreich abgeschlossen.
es: La sincronización fuera de línea se completó con éxito
es_es: Se ha completado la sincronización sin conexión
fi: Toimiston synkronointi suoritettu onnistuneesti
fr: Synchronisation hors ligne exécutée avec succès
fr_ca: Synchronisation hors ligne terminée avec succès
ga: Críochnaíodh an sioncrónú as líne go rathúil
hi: ऑफ़लाइन सिंक सफलतापूर्वक पूरा हुआ
ht: Senkwonizasyon san koneksyon konplete avèk siksè
id: Sinkronisasi offline berhasil diselesaikan
is: Samhæfingu utan nets lokið
it: Sincronizzazione offline completata correttamente
ja: オフライン同期が正常に完了しました
ko: 오프라인 동기화가 완료되었습니다
mi: I tutuki pai te tukutahi tuimotu
ms: Penyegerakan luar talian berjaya dilengkapkan
nb: Frakoblet synkronisering ble fullført
nb_instk12: Frakoblet synkronisering ble fullført
nl: Offline synchronisatie voltooid
pl: Pomyślnie zakończono synchronizację offline
pt: Sincronização offline concluída com êxito
pt_br: Sincronização off-line concluída com êxito
ru: Автономная синхронизация успешно выполнена
sl: Sinhronizacija brez povezave uspešno zaključena
sv: Offlinesynkroniseringen slutfördes
sv_instk12: Offlinesynkroniseringen slutfördes
th: ซิงค์แบบออฟไลน์เสร็จสิ้น
vi: Đồng bộ hóa ngoại tuyến thành công
zh: 已成功完成离线同步
zh_hk: 成功完成離線同步

source: Offline sync started
ar: بدأت المزامنة دون اتصال
ca: S’ha iniciat la sincronització sense connexió
cy: Proses cysoni all-lein wedi dechrau
da: Offlinesynkronisering er startet
da_instk12: Offlinesynkronisering er startet
de: Offline-Synchronisierung gestartet
es: Se inició la sincronización fuera de línea
es_es: Se ha iniciado la sincronización sin conexión
fi: Verkon ulkopuolinen synkronointi aloitettu
fr: Synchronisation hors ligne démarrée
fr_ca: Synchronisation hors ligne démarrée
ga: Cuireadh tús le sioncronú as líne
hi: ऑफ़लाइन सिंक शुरू किया गया
ht: Senkwonizasyon san koneksyon kòmanse
id: Sinkronisasi offline dimulai
is: Samstilling án nettengingar hafin
it: Sincronizzazione offline iniziata
ja: オフライン同期が開始されました
ko: 오프라인 동기화가 시작되었습니다
mi: I timata te tukutahi tuimotu
ms: Penyegerakan luar talian bermula
nb: Offline synkronisering startet
nb_instk12: Offline synkronisering startet
nl: Offline synchronisatie gestart
pl: Rozpoczęto synchronizację offline
pt: Sincronização offline iniciada
pt_br: Sincronização off-line iniciada
ru: Запущена автономная синхронизация
sl: Zagnana sinhronizacija brez povezave
sv: Offlinesynkronisering startade
sv_instk12: Offlinesynkronisering startade
th: เริ่มการซิงค์ออฟไลน์แล้ว
vi: Đã bắt đầu đồng bộ ngoại tuyến
zh: 已启动离线同步
zh_hk: 已開始離線同步

source: Offline sync was interrupted by the operating system
ar: توقفت المزامنة دون اتصال بواسطة نظام التشغيل
ca: El sistema operatiu ha interromput la sincronització sense connexió
cy: Cysoni all-lein wedi’i amharu gan y system weithredu
da: Offlinesynkronisering blev afbrudt af operativsystemet
da_instk12: Offlinesynkronisering blev afbrudt af operativsystemet
de: Die Offline-Synchronisierung wurde durch das Betriebssystem unterbrochen
es: El sistema operativo interrumpió la sincronización sin conexión
es_es: La sincronización sin conexión ha sido interrumpida por el sistema operativo
fi: Käyttöjärjestelmä keskeytti verkon ulkopuolisen synkronoinnin.
fr: Le système d’exploitation a interrompu la synchronisation hors ligne.
fr_ca: La synchronisation hors ligne a été interrompue par le système d’exploitation
ga: Chuir an córas oibriúcháin isteach ar an sioncronú as líne
hi: ऑपरेटिंग सिस्टम द्वारा ऑफ़लाइन सिंक बाधित हो गया था
ht: Senkwonizasyon san koneksyon an te entèwonp pa sistèm eksplwatasyon an
id: Sinkronisasi offline dihentikan oleh sistem operasi
is: Samstilling án nettengingar var rofin af stýrikerfinu
it: La sincronizzazione offline è stata interrotta dal sistema operativo
ja: オフライン同期がオペレーティングシステムによって中断されました
ko: 오프라인 동기화가 운영 체제에 의해 중단되었습니다
mi: I haukotia te tukutahi tuimotu e te punaha whakahaere
ms: Penyegerakan luar talian terganggu oleh sistem pengendalian
nb: Synkronisering i frakoblet modus ble avbrutt av operativsystemet
nb_instk12: Synkronisering i frakoblet modus ble avbrutt av operativsystemet
nl: Offline synchroniseren is onderbroken door het besturingssysteem
pl: Synchronizacja offline została przerwana przez system operacyjny
pt: A sincronização offline foi interrompida pelo sistema operativo
pt_br: A sincronização offline foi interrompida pelo sistema operacional
ru: Автономная синхронизация была прервана операционной системой
sl: Sinhronizacijo brez povezave je prekinil operacijski sistem
sv: Offlinesynkroniseringen avbröts av operativsystemet
sv_instk12: Offlinesynkroniseringen avbröts av operativsystemet
th: การซิงค์ออฟไลน์ถูกแทรกแซงโดยระบบปฏิบัติการ
vi: Đồng bộ ngoại tuyến bị gián đoạn do hệ điều hành
zh: 离线同步被操作系统中断
zh_hk: 離線同步遭到作業系統中斷

# offline_sync_finished
source: %d courses have been synced.
ar: %d تحتوي المساقات على تمت مزامنته.
ca: %d les assignatures tenen s’han sincronitzat.
cy: %d cwrs wedi wedi cysoni.
da: %d fag har blevet synkroniseret.
da_instk12: %d fag har blevet synkroniseret.
de: %d Kurse haben sind synchronisiert.
es: %d cursos se han sincronizado.
es_es: %d los cursos tienen sincronizado.
fi: %d kurssia on on synkronoitu.
fr: %d les cours ont été synchronisé(s).
fr_ca: %d les cours ont a été synchronisé.
ga: Sioncronaíodh %d tá an méid seo a leanas ag na cúrsaí.
hi: %d पाठ्यक्रमों में सिंक किया गया।
ht: %d kou yo gen senkwonize.
id: %d kursus telah disinkronkan.
is: %d námskeið eru með verið að samhæfa.
it: %d i corsi sono stato/i sincronizzato/i.
ja: %dコースにあるもの同期されました。
ko: %d 과목에 포함 동기화되었습니다.
mi: %d whai akoranga kua tukutahia.
ms: %d kursus telah telah disegerakkan.
nb: %d emner har er synkronisert.
nb_instk12: %d fag har er synkronisert.
nl: %d cursussen zijn is gesynchroniseerd.
pl: %d kursy poddano synchronizacji.
pt: %d as disciplinas têm foi sincronizado.
pt_br: %d cursos foram sincronizado(s).
ru: %d курсы имеют были синхронизированы.
sl: %d premeti imajo se sinhronizira.
sv: %d kurserna har synkroniseras.
sv_instk12: %d kurserna har synkroniseras.
th: %d บทเรียน ซิงค์แล้ว
vi: %d khóa học có đã được đồng bộ.
zh: %d课程已同步。
zh_hk: %d課程有已同步。

source: OK
ar: موافق
ca: D'acord
cy: Iawn
es: Aceptar
es_es: Aceptar
ga: CGL
hi: ठीक है
ht: DAKO
is: Í lagi
ko: 확인
mi: Ae
sl: V redu
zh: 确定
zh_hk: 確定

source: Olive
ar: زيتي
ca: Oliva
da: Oliven
da_instk12: Oliven
es: Verde oliva
es_es: Verde oliva
fi: Oliivi
ga: Ológ
hi: जैतून
ht: Oliv
id: Zaitun
is: Ólífa
it: Oliva
ja: オリーブ
ko: 올리브
mi: Ōriwa
ms: Zaitun
nb: Oliven
nb_instk12: Oliven
nl: Olijfkleurig
pl: Oliwkowy
pt: Oliva
pt_br: Verde-oliva
ru: Оливковый
sl: Olivna
sv: Oliv
sv_instk12: Oliv
th: โอลีฟ
vi: Ô liu
zh: 橄榄
zh_hk: 橄欖色

source: on
ar: في
ca: activat
cy: ymlaen
da: tændt
da_instk12: d.
de: am
es: activado
es_es: sí
fr: activé
fr_ca: le
ga: ar an
hi: इस पर
ht: sou
id: hidup
is: á
it: il
ja: ～に
ko: 활성
mi: whakakā
ms: pada
nb: på
nb_instk12: på
nl: op
pl: w
pt: em
pt_br: ligar
ru: вкл
sl: vklop
sv: på
sv_instk12: på
th: เปิด
vi: vào
zh: 于
zh_hk: 開啟

source: On
ar: تشغيل
ca: Activat
cy: Ymlaen
da: Slået til
da_instk12: Slået til
de: Ein
es: Activado
es_es: Sí
fi: Pvm
fr: Le
fr_ca: Le
ga: Ar An
hi: इस पर
ht: Ouvri
id: Hidup
is: Kveikt
it: Il
ja: オン
ko: 활성
mi: Whakakā
ms: Hidupkan
nb: På
nb_instk12: På
nl: Op
pl: W
pt: Em
pt_br: Ligar
ru: Вкл
sl: Vklop
sv: På
sv_instk12: På
th: เปิด
vi: Vào
zh: 日期
zh_hk: 開啟

source: On date
ar: في التاريخ المحدد
ca: En la data
cy: Ar ddyddiad
da: På dato
da_instk12: På dato
de: Am Datum
es: En fecha
es_es: El día
fi: (Päivämäärä)
fr: Date
fr_ca: Le jour même
ga: Ar dháta
hi: तिथि पर
ht: Nan dat
id: Pada tanggal
is: Á degi
it: In data
ja: その日に
ko: 날짜에
mi: I te ra
ms: Pada tarikh
nb: Den
nb_instk12: Den
nl: Op datum
pl: W dniu
pt: Na data
pt_br: Na data
ru: В дату
sl: Na datum
sv: Den
sv_instk12: Den
th: ในวันที่
vi: Vào ngày
zh: 日期
zh_hk: 日期

source: On Paper
ar: على الورق
ca: En paper
cy: Ar bapur
da: På papir
da_instk12: På papir
de: Als Papierdokument
es: En papel
es_es: En papel
fi: Paperilla
fr: Sur papier
fr_ca: Sur papier
ga: Ar Pháipéar
hi: दस्तावेज़ पर
ht: Sou Papye
id: Di Atas Kertas
is: Á blaði
it: In formato cartaceo
ja: 書類上
ko: 종이에
mi: I runga i te Pepa
ms: Atas Kertas
nb: På papir
nb_instk12: På papir
nl: Op papier
pl: Na papierze
pt: No papel
pt_br: Em Papel
ru: На бумаге
sl: Na papirju
sv: På papper
sv_instk12: På papper
th: เอกสาร
vi: Trên Giấy
zh: 纸上
zh_hk: 在紙上

source: On Paper, No Submission, Excused
ar: لا يوجد ورق، لا توجد إرسالات، معفاة
ca: En paper, sense entregar, justificat
cy: Ar Bapur, Heb Gyflwyno, Wedi Esgusodi
da: På papir, ingen indsendelse, undskyldt
da_instk12: På papir, ingen indsendelse, undskyldt
de: Auf Papier, Keine Abgabe, Entschuldigt
es: En ensayo, sin entrega, justificado
es_es: En documento, sin entrega, justificado
fi: Paperilla, ei palautettu, poikkeus luvattu
fr: Sur papier, Pas de soumission, Excusé
fr_ca: Sur papier, pas d’envoi, excusé
ga: Ar Pháipéar, Nár Cuireadh Isteach, Leithscéal Faighte
hi: कागज़ पर, कोई सबमिशन नहीं, माफ़ किया गया
ht: Sou Papye, Pa gen Soumisyon, Egzante
id: Di Atas Kertas, Tanpa Penyerahan, Diabaikan
is: Á pappír, engin skil, undanþegin
it: Su carta, nessun invio, giustificato
ja: 1つのレポート、未提出、許可
ko: 종이에, 제출 없음, 인정됨
mi: I runga i te Pepa, Karekau he tukunga, karekau
ms: Atas Kertas, Tiada Serahan, Dimaafkan
nb: På papir, ikke levert, fritatt
nb_instk12: På papir, ikke levert, fritatt
nl: Op papier, geen inlevering, vrijgesteld
pl: Na papierze, nie przesłano, usprawiedliwione
pt: Em papel, sem apresentação, dispensado
pt_br: No papel, sem envio, dispensado
ru: На бумаге, не отправлено, уважительная причина
sl: Na papirju, brez oddaje, opravičeno
sv: På papper, ingen inlämning, ursäktad
sv_instk12: På papper, ingen inlämning, ursäktad
th: เป็นเอกสาร, ไม่ได้จัดส่ง, มีข้อยกเว้น
vi: Trên Giấy, Không Nộp, Có Lý Do
zh: 纸质版，无提交项，免交
zh_hk: 紙本，不提交，免除
